# taps
tap 'aws/tap'
tap 'exolnet/deprecated'
tap 'hashicorp/tap'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'mongodb/brew'

# formulae
brew 'awscli'
brew 'bat'
brew 'curl'
brew 'chezmoi'
brew 'docker'
brew 'fzf'
brew 'git'
brew 'go'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'libmemcached'
brew 'lua'
brew 'luarocks'
brew 'mysql'
brew 'packer'
brew 'php@7.4'
brew 'plantuml'
brew 'python@3.9'
brew 'redis'
brew 'ripgrep'
brew 'subversion'
brew 'telnet'
brew 'tmux'
brew 'travis'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'zsh'

# apps
cask 'authy'
cask 'docker'
cask 'iterm2'
cask 'karabiner-elements'
cask 'microsoft-outlook'
cask 'notion'
cask 'postman'
cask 'slack'
cask 'sequel-ace'
cask 'studio-3t'
cask 'vagrant'
# cask 'virtualbox'
cask 'visual-studio-code'
